Repository: alpipego/mark-posts
Catalog: languages/mark-posts-*.po
Languages: de_de, he_il, it_it

source: Simply mark and highlight posts, pages and posts of custom post types within the posts overview.
it_it: Segna e evidenzia semplicemente i posts, le pagine e tutti gli altri tipi di posts all'interno del sommario dei posts.

source: Settings
de_de: Einstellungen
he_il: הגדרות
it_it: Impostazioni

source: Mark Posts Options
de_de: Mark Posts Optionen
he_il: אפשרויות סימון רשומות
it_it: Scelte di Mark Post

source: Mark this post as:
de_de: Diesen Beitrag markieren als:
he_il: סמן רשומה זו כ:
it_it: Segna questo post come:

source: Click <a href="%s">here</a> to manage Marker categories.
de_de: <a href="%s">Hier</a> klicken um Marker Kategorien zu verwalten.
he_il: <a href="%s">כאן</a> הקליקו כדי לנהל את קטגוריות הסימון.
it_it: Clicca qui per gestire la sezione tipi <a href="%s">here</a>.

source: Marker
he_il: סימון
it_it: Tipo

source: Settings saved
de_de: Einstellungen gespeichert.
he_il: ההגדרות נשמרו
it_it: Impostazioni salvate

source: Markers
he_il: סימונים
it_it: Tipi

source: delete
de_de: löschen
he_il: מחיקה
it_it: Cancella

source: Do you really want to mark all posts with this marker? Note: This will override all your previous set markers. This will only effect the enabled post types.
de_de: Willst Du wirklich alle Beiträge mit diesem Marker markieren? Hinweis: Alle bestehenden Marker werden dadurch überschrieben. Dies betrifft nur die aktivierten Post Types.
he_il: האם אתם באמת רוצים לסמן את כל הרשומות שלכם באופן זה? פעולה זו תמחק את כל הסימונים הקודמים שלכם. פעולה זו תתקיים עבור סוג הרשומות עליהן ניתן להשפיע
it_it: Vuoi veramente segnare tutti i posts con questo tipo? Attenzione: ciò sostituirà tutte le tue precedenti impostazioni riguardo i tipi, e interesserà solo i posts abilitati.

source: Mark all posts with this marker
de_de: Alle Beiträge mit diesem Marker markieren
he_il: סמן את כל הרשומות עם סימן זה
it_it: segna tutti i posts con questo tipo

source: Add new Markers
de_de: Neue Marker hinzufügen
he_il: הוסיפו סימונים חדשים
it_it: Aggiungi nuovi tipi

source: Add new marker (please separate them by comma):
de_de: Neue Marker hinzufügen (bitte mit Komma trennen):
he_il: הוסיפו סימן חדש (אנא הפרידו אותם בפסיקים):
it_it: Aggiungi un nuovo tipo (separali con la virgola):

source: Markers to add:
de_de: Marker erstellen:
he_il: סימנים להוספה:
it_it: Tipi da aggiungere:

source: Enable/Disable Markers
he_il: אפשר / אל תאפשר סימונים
it_it: Abilita/Disabilita i tipi

source: Enable/Disable markers for specific post types:
he_il: אפשר / אל תאפשר סימון עבור סוגי רשומות מסוימים:
it_it: Abilita/Disabilita i tipi per specifici post

source: Enable/Disable Dashboard Widget
he_il: אפשר / אל תאפשר וידג'ט לוח ניהול
it_it: Abilita/Disabilita la Bacheca deu Widget

source: No marked posts yet.
de_de: Keine markierten Beiträge vorhanden.
he_il: אין כל רשומות מסומנות עדיין.
it_it: Nussun post ancora indicato.

# taxonomy general name
source: Marker
it_it: Tipo

# taxonomy singular name
source: Marker
it_it: Tipo

source: Search Marker
de_de: Marker suchen
he_il: חפשו סימן
it_it: Cerca un tipo

source: All Markers
de_de: Alle Marker
he_il: כל הסימנים
it_it: Tutti i tipi

source: Parent Marker
de_de: Eltern Marker
he_il: סימן הורה
it_it: Sottotipo

source: Parent Marker:
de_de: Eltern Marker:
he_il: סימן הורה:
it_it: Sottotipo:

source: Edit Marker
de_de: Marker bearbeiten
he_il: עריכת סימן
it_it: Modifica il tipo

source: Update Marker
de_de: Marker aktualisieren
he_il: עדכון סימן
it_it: Aggiornamento del tipo

source: Add New Marker
de_de: Neuen Marker hinzufügen
he_il: הוספת סימן חדש
it_it: Aggiungi un nuovo tipo

source: New Marker Name
de_de: Neuer Marker Name
he_il: שם סימן חדש
it_it: Nuovo tipo

source: Mark Posts
he_il: סימון רשומות

source: Dashboard Widget
he_il: וידג'ט לוח הניהול
